Repository: Lancelotbronner/apple-utm
Catalog: UTM/Platform/Shared/Localizable.xcstrings
Source language: en
Languages: ar, de, es_419, fi, fr, it, ja, ko, pl, ru, zh_hans, zh_hant, zh_hk

source: (Delete)
ar: (حذف)
fr: (Supprimer)
ja: （削除）
pl: （Usuń）
zh_hans: (删除)
zh_hant: （刪除）
zh_hk: (刪除)

source: (empty)
ar: (فارغ)
de: (leer)
es_419: (vacío)
fi: （tyhjä）
fr: (vide)
it: (vuoto)
ja: （空）
pl: (pusty)
ru: (пусто)
zh_hans: (空)
zh_hant: （無）
zh_hk: (空)

source: (New Drive)
ar: (قرص جديد)
de: (Neues Laufwerk)
es_419: (Nuevo Disco)
fr: (Nouveau lecteur)
it: (Nuovo Disco)
ja: （新規ドライブ）
pl: (Nowy dysk)
ru: (Новый Диск)
zh_hans: (新驱动器)
zh_hant: （新磁碟機）
zh_hk: (新磁碟)

source: (new)
ar: (جديد)
de: (neu)
es_419: (nuevo)
fr: (nouveau)
it: (nuovo)
ja: （新規）
pl: （nowy）
ru: (новый)
zh_hans: (新)
zh_hant: （新增）
zh_hk: (新)

source: (Unavailable)
ar: (غير متاح)
de: (nicht verfügbar)
es_419: (No disponible)
fr: (Non disponible)
it: (Non disponibile)
ja: （利用不可）
pl: (Niedostępne)
ru: (Недоступно)
zh_hans: (不可用)
zh_hant: （無法使用）
zh_hk: (無法使用)

source: %@ (Display %lld)
ar: %1$@ (العرض %2$lld)
de: %1$@ (Display %2$lld)
es_419: %1$@ (Monitor %2$lld)
it: %1$@ (Monitor %2$lld)
ja: %1$@（ディスプレイ%2$lld）
pl: %@ (Monitor %lld)
ru: %1$@ (Экран %2$lld)
zh_hans: %1$@ (显示 %2$lld)
zh_hant: %1$@（顯示器 %2$lld）
zh_hk: %1$@ (顯示 %2$lld)

source: %@ (Terminal %lld)
ar: %1$@ (الوحدة الطرفية %2$lld)
de: %1$@ (Terminal %2$lld)
es_419: %1$@ (Terminal %2$lld)
it: %1$@ (Terminale %2$lld)
ja: %1$@（ターミナル%2$lld）
ru: %1$@ (Терминал %2$lld)
zh_hans: %1$@ (终端 %2$lld)
zh_hant: %1$@（終端機 %2$lld）
zh_hk: %1$@ (終端機 %2$lld)

source: %@ Drive
ar: %@ قرص
de: %@ Laufwerk
es_419: Unidad %@
fi: Asema %@
fr: Lecteur %@
it: Disco %@
ja: %@ドライブ
pl: Dysk %@
ru: Диск %@
zh_hans: %@ 驱动器
zh_hant: %@ 磁碟機
zh_hk: %@ 磁碟

source: %@ Image
ar: %@ صورة
de: %@ Abbild
es_419: Imagen %@
it: Immagine %@
ja: %@イメージ
pl: Obraz %@
ru: Образ %@
zh_hans: %@ 映像
zh_hant: %@ 映像檔
zh_hk: %@ 映像檔

source: %@ remaining
ar: المتبقي %@
de: %@ verbleibend
es_419: %@ restante
fr: %@ restant
it: %@ rimanente
ja: 残り%@
pl: Pozostało %@
ru: %@ осталось
zh_hans: 剩余 %@
zh_hant: 剩下 %@
zh_hk: 剩餘時間 %@

source: %1$@ of %2$@ (%3$@)
ar: %1$@ من %2$@ (%3$@)
de: %1$@ von %2$@ (%3$@)
es_419: %1$@ de %2$@ (%3$@)
it: %1$@ di %2$@ (%3$@)
pl: %1$@ z %2$@（%3$@）
ru: %1$@ из %2$@ (%3$@)
zh_hans: 共 %2$@，已下载 %1$@ (%3$@)

source: A valid backend must be specified.
ar: يجب تحديد واجهة خلفية صالحة
ja: 有効なバックエンドを指定する必要があります。
pl: Określony musi być prawidłowy backend.
zh_hans: 必须指定有效的后端。
zh_hant: 需要指定有效的後端。
zh_hk: 必須指定有效的後端。

source: A valid configuration must be specified.
ar: يجب تحديد تكوين صالح.
ja: 有効な構成を指定する必要があります。
pl: Określona musi być prawidłowa konfiguracja.
zh_hans: 必须指定有效的配置。
zh_hant: 需要指定有效的組態。
zh_hk: 必須指定有效的設定。

source: A valid kernel image must be specified.
ar: يجب تحديد صورة نواة صالحة.
de: Ein gültiges Kernel-Abbild ist erforderlich.
es_419: Debes especificar una imagen kernel válida.
fr: Une image de noyau valide doit être spécifiée.
it: È necessario specificare un'immagine del kernel valida
ja: 有効なカーネルイメージを指定する必要があります。
pl: Prawidłowy obraz jądra systemu (kernel) musi być zdefiniowany.
ru: Должен быть указан корректный образ ядра.
zh_hans: 必须指定有效的内核映像。
zh_hant: 需要指定有效的核心映像檔。
zh_hk: 必須指定有效的內核映像檔。

source: Add
ar: إضافة
fr: Ajouter
ja: 追加
pl: Dodaj
zh_hans: 添加
zh_hant: 加入
zh_hk: 加入

source: Add a new device.
ar: إضافة جهاز جديد.
fr: Ajouter un nouvel appareil.
it: Aggiungi un nuovo dispositivo.
ja: 新規ドライブを追加します。
pl: Dodaj nowe urządzenie.
zh_hans: 添加一个新设备。
zh_hant: 加入新裝置。
zh_hk: 加入一個新裝置。

source: Add a new drive.
ar: إضافة محرك جديد.
fr: Ajoute un nouveau lecteur.
it: Aggiungi un nuovo disco.
ja: 新規ドライブを追加します。
pl: Dodaj nowy dysk.
zh_hans: 添加一个新驱动器。
zh_hant: 加入新磁碟機。
zh_hk: 加入一個新磁碟。

source: Add read only
ar: إضافة للقراءة فقط
fr: Ajouter en lecture seule
ja: 読み出しのみを追加
pl: Dodaj w trybie tylko do odczytu
zh_hans: 添加只读
zh_hant: 加入唯讀
zh_hk: 加入唯讀

source: Add…
ar: إضافة...
de: Hinzufügen…
es_419: Agregar…
fr: Ajouter…
it: Aggiungi…
ja: 追加…
pl: Dodaj...
ru: Добавить…
zh_hans: 添加…
zh_hant: 新增…
zh_hk: 新增⋯

source: Additional Options
ar: خيارات إضافية
de: Weitere Optionen
es_419: Opciones adicionales
it: Opzioni Aggiuntive
ja: その他のオプション
pl: Ustawienia dodatkowe
ru: Дополнительные опции
zh_hans: 附加选项
zh_hant: 其他選項
zh_hk: 附加選項

source: Additional Settings
ar: إعدادات إضافية
de: Weitere Einstellungen
es_419: Configuración Adicionales
fi: Lisäasetukset
fr: Réglages complémentaires
it: Impostazioni Aggiuntive
ja: その他の設定
ko: 추가 설정
pl: Dodatkowe ustawienia
ru: Дополнительные параметры
zh_hans: 附加设置
zh_hant: 其他設定
zh_hk: 附加設定

source: Advanced
ar: متقدم
de: Erweitert
es_419: Avanzado
fi: Lisäasetukset
it: Avanzate
pl: Zaawansowane
ru: Дополнительно
zh_hans: 高级
zh_hant: 進階
zh_hk: 進階

source: Advanced. If checked, a raw disk image is used. Raw disk image does not support snapshots and will not dynamically expand in size.
ar: خيارات متقدمة. إذا تم تحديدها، سيتم استخدام صورة قرص خام. صورة القرص الخام لا تدعم اللقطات ولن تتوسع ديناميكيًا في الحجم.
fr: Avancé. Si coché, une image disque brute sera utilisée. Les image de disque brutes ne prennent pas en charge les instantanés et leur taille ne sera pas étendue dynamiquement.
it: Impostazione Avanzata. Se attivo, verrà utilizzata un'immagine disco raw. Le immagini disco raw non supportano le snapshot e non vengono ridimensionate automaticamente.
ja: 詳細オプションです。チェックを入れると、生ディスクイメージが使用されます。生ディスクイメージはスナップショットに対応しておらず、サイズを動的に拡張することはありません。
pl: Zaawansowane. Jeśli zaznaczone, surowy obraz dysku jest używany. Surowy obraz dysku nie wspiera migawek i nie będzie dynamicznie się rozszerzać.
zh_hans: 高级选项。若选中，将使用 Raw 磁盘映像。Raw 磁盘映像不支持快照，也不会动态地扩充大小。
zh_hant: 進階。若核取則使用原始磁碟映像檔。原始磁碟映像檔不支援快照，也不會動態擴充大小。
zh_hk: 進階選項。如選取，將會使用 Raw 磁碟映像。Raw 磁碟映像不支援快照，也不會動態擴充套件大小。

source: Allocating too much memory will crash the VM.
ar: سيؤدي تخصيص الكثير من الذاكرة إلى تعطل الآلة الافتراضية.
de: Zu viel zugewiesener Speicher führt zum Absturz der VM.
es_419: Reservar mucha memoria bloqueará la VM.
fr: La VM va planter si vous allouez trop de mémoire.
it: Allocare troppa memoria causerà crash della Macchina Virtuale
ja: メモリを過剰に割り当てると、仮想マシンがクラッシュします。
ru: Выделение слишком большого объема памяти приведет к вылету ВМ.
zh_hans: 分配过多内存会使虚拟机崩溃。
zh_hant: 配置過多記憶體會導致虛擬機當機。
zh_hk: 分配過多記憶體會使虛擬電腦當機。

source: Allow Remote Connection
ar: السماح بالاتصال عن بُعد
ja: リモート接続を許可
zh_hans: 允许远程连接
zh_hant: 允許遠端連線
zh_hk: 允許遠端連線

source: Allows passing through additional input from trackpads. Only supported on macOS 13+ guests.
ar: يسمح بتمرير إدخال إضافي من لوحات اللمس. مدعوم فقط على ضيوف macOS 13 وما فوق.
ja: トラックパッドからの追加の入力をパススルーできるようになります。macOS 13以降のゲストでのみ対応しています。
pl: Pozwala na dodatkowe udostępnienie dla maszyny wirtualnej sterowanie z gładzika. Wspierane tylko w maszynach wirtualnych z macOS 13 lub nowszym.
zh_hans: 允许通过触控板额外输入。仅支持 macOS 13 及以上的客户机。
zh_hant: 只支援 macOS 13 以上的客體系統，可以從觸控板傳遞其他輸入。
zh_hk: 允許透過觸控板額外輸入。僅支援 macOS 13+ 客戶端。

source: AltJIT error: %@
ar: AltJIT خطأ：%@
de: AltJIT Fehler: %@
es_419: Error de AltJIT: %@
it: Errore AltJIT: %@
ja: AltJITエラー: %@
pl: Błąd AltJIT : %@
ru: Ошибка AltJIT: %@
zh_hans: AltJIT 错误：%@
zh_hant: AltJIT 發生錯誤：%@
zh_hk: AltJIT 錯誤：%@

source: An existing virtual machine already exists with this name.
ar: يوجد جهاز ظاهري موجود بالفعل بهذا الاسم.
de: Es existiert bereits eine VM mit diesem Namen.
es_419: Ya existe una máquina virtual con este nombre.
fi: Tällä nimellä on jo olemassa virtuaalikone.
it: È già presente una Macchina Virtuale con questo nome.
ja: この名前の仮想マシンがすでに存在します。
pl: Istnieje już wirtualna maszyna z tą nazwą.
ru: Виртуальная машина с таким именем уже существует.
zh_hans: 已存在一个有此名称的虚拟机。
zh_hant: 已存在同名虛擬機。
zh_hk: 已經存在有這個名稱的虛擬電腦。

source: An internal error has occurred.
ar: حدث خطأ داخلي.
de: Ein interner Fehler ist aufgetreten.
es_419: Ha ocurrido un error interno.
fr: Une erreur interne est survenue.
it: Si è verificato un errore interno
ja: 内部エラーが発生しました。
pl: Wystąpił błąd wewnętrzny.
ru: Произошла внутренняя ошибка.
zh_hans: 发生了内部错误。
zh_hant: 發生內部錯誤。
zh_hk: 發生內部錯誤。

source: An invalid value of '%@' is used in the configuration file.
ar: تم استخدام قيمة غير صالحة لـ'%@' في ملف التكوين.
de: In der Konfigurationsdatei ist ein ungültiger Wert für „%@” enthalten.
es_419: Un valor inválido de “%@“ está siendo usado en el archivo de configuración.
fr: Une valeur non valide de '%@' est utilisée dans le fichier de configuration.
it: Un valore non corretto di “%@“ è presente nel file di configurazione.
ja: 構成ファイルで“%@”の無効な値が使用されています。
pl: Nieprawidłowa wartość '%@' została użyta w pliku konfiguracyjnym
ru: В конфигурационном файле используется недопустимое значение '%@'.
zh_hans: 配置文件中使用了无效值 '%@'。
zh_hant: 組態檔案中有使用無效的「%@」值。
zh_hk: 設定檔內使用了無效值「%@」。

source: An operation is already in progress.
ar: هناك عملية قيد التقدم بالفعل.
ja: 操作はすでに進行中です。
pl: Operacja jest już w toku
zh_hans: 一项操作已在进行中。
zh_hk: 一項操作已經在進行中。

source: An unknown QEMU error has occurred.
ar: لقد حدث خطأ QEMU غير معروف.
ja: 不明なQEMUエラーが発生しました。
pl: Wystąpił nieznany błąd QEMU
zh_hans: 发生了未知的 QEMU 错误。
zh_hant: 發生未知的 QEMU 錯誤。
zh_hk: 發生未知的 QEMU 錯誤。

source: Any unsaved changes will be lost.
ar: سيتم فقدان أي تغييرات غير محفوظة.
de: Alle ungespeicherten Änderungen gehen verloren
es_419: Cualquier cambio no guardado se perderá.
fr: Tout changement apporté sera perdu.
it: Le modifiche non salvate andranno perse.
ja: 保存されていない変更内容は失われます。
ru: Любые несохраненные изменения будут потеряны.
zh_hans: 任何未保存的更改都将丢失。
zh_hant: 將遺失未儲存的更改。
zh_hk: 任何未儲存的變更都將遺失。

source: Apple Virtualization is experimental and only for advanced use cases. Leave unchecked to use QEMU, which is recommended.
ar: التقنية الافتراضية من Apple تجريبية ومخصصة فقط للاستخدام المتقدم. اتركها غير محددة لاستخدام QEMU، وهو موصى به.
es_419: La Virtualización de Apple es experimental y sólo para casos de uso avanzado. Deje sin marcar para usar QEMU, que es lo recomendado.
fi: Apple Virtualization on kokeellinen ja vain edistyneille käyttötapauksille. Jätä valitsematta, jos haluat käyttää QEMUa, mikä on suositeltavaa.
it: La Virtualizzazione Apple è sperimentale e consigliata per casi d'uso avanzati. È raccomandato lasciare questa opzione disabilitata per usare QEMU.
ja: Apple仮想化は実験的であり、高度なユースケースにのみ使用します。推奨されるQEMUを使用するには、チェックを外したままにします。
pl: Wirtualizacja Apple jest eksperymentalna i tylko dla zaawansowanych użytkowników. Zostaw odznaczone, aby użyć QEMU, co jest zalecane.
ru: Виртуализация Apple является экспериментальной и предназначена только для продвинутых пользователей. Оставьте флажок без изменений, чтобы использовать QEMU, что рекомендуется.
zh_hans: Apple 虚拟化属于实验性功能，仅适用于高级用例。推荐不选中此复选框，以便使用 QEMU。
zh_hant: Apple Virtualization 仍在實驗且僅適合進階用例。不核取則繼續使用推薦的 QEMU。
zh_hk: Apple 虛擬化為試驗性質，僅可用作進階用例，不選取這個剔選框以使用推介的 QEMU。

source: Application
ar: تطبيق
de: Programm
es_419: Aplicación
it: Applicazione
ja: アプリケーション
pl: Aplikacja
ru: Приложение
zh_hans: 应用程序
zh_hant: 應用程式
zh_hk: 應用程式

source: Approve
ar: 批准
ja: 承認
pl: Zezwól
zh_hans: 批准
zh_hk: 批准

source: Architecture
ar: بنية
de: Architektur
es_419: Arquitectura
fi: Arkkitehtuuri
it: Architettura
ja: アーキテクチャ
ko: 아키텍쳐
pl: Architektura
ru: Архитектура
zh_hans: 架构
zh_hant: 系統架構
zh_hk: 體系結構

source: Are you sure you want to exit UTM?
ar: هل أنت متأكد أنك تريد الخروج من UTM؟
de: Soll UTM wirklich beendet werden?
es_419: ¿Estás seguro/a de querer cerrar UTM?
fi: Haluatko varmasti poistua UTM:stä?
fr: Voulez-vous vraiment quitter UTM ?
it: Sei sicuro di voler uscire da UTM?
ja: UTMを終了してもよろしいですか?
pl: Jesteś pewny że chcesz wyjść z UTM?
ru: Вы уверены что хотите выйти из UTM?
zh_hans: 确定要退出 UTM 吗？
zh_hant: 您確定要結束 UTM 嗎？
zh_hk: 你確定要退出 UTM 嗎？

source: Are you sure you want to permanently delete this disk image?
ar: هل أنت متأكد أنك تريد حذف صورة القرص هذه نهائيًا؟
de: Möchten Sie dieses Abbild wirklich dauerhaft löschen?
es_419: ¿Estás seguro/a de querer eliminar permanentemente esta imagen de disco?
fi: Haluatko varmasti poistaa tämän levyvedoksen pysyvästi?
fr: Êtes-vous sûr de vouloir supprimer définitivement cette image disque ?
it: Sei sicuro di voler eliminare questa immagine definitivamente?
ja: このディスクイメージを完全に削除してもよろしいですか?
ko: 이 디스크이미지를 영구적으로 제거하시겠습니까?
pl: Jesteś pewien, że chcesz usunąć na zawsze ten obraz dysku?
ru: Вы уверены что хотите навсегда удалить этот образ диска?
zh_hans: 确定要永久删除此磁盘映像吗？
zh_hant: 您確定要永久刪除此磁碟映像檔嗎？
zh_hk: 你確定要永久刪除這個磁碟映像檔嗎？

source: Are you sure you want to reset this VM? Any unsaved changes will be lost.
ar: هل أنت متأكد أنك تريد إعادة تعيين هذا الجهاز الافتراضي؟ سيتم فقدان أي تغييرات غير محفوظة.
de: Möchten Sie wirklich einen Reset der VM ausführen? Alle ungespeicherten Änderungen gehen dabei verloren.
es_419: ¿Estás seguro/a de querer reiniciar esta VM? Se perderá cualquier cambio no guardado.
fi: Haluatko varmasti nollata tämän virtuaalikoneen? Kaikki tallentamattomat muutokset menetetään.
fr: Êtes-vous sûr de vouloir réinitialiser cette VM ? Tout changement apporté sera perdu.
it: Sei sicuro di voler riavviare questa Macchina Virtuale? Le modifiche non salvate andranno perse.
ja: この仮想マシンをリセットしてもよろしいですか? 保存されていない変更内容は失われます。
ko: VM을 리셋하시겠습니까? 모든 저장하지 않은 변경사항은 유실됩니다.
pl: Jesteś pewien że chcesz zresetować tą wirtualną maszynę? Wszelkie niezapisane dane zostaną utracone.
ru: Вы уверены, что хотите перезапустить эту ВМ? Все несохраненные изменения будут потеряны.
zh_hans: 确定要重置此虚拟机吗？任何未保存的更改都将丢失。
zh_hant: 您確定要重設這台虛擬機嗎？這樣會遺失所有未儲存更改。
zh_hk: 你確定要重設這個虛擬電腦嗎？任何未儲存的變更都將遺失。

source: Are you sure you want to stop this VM and exit? Any unsaved changes will be lost.
ar: هل أنت متأكد أنك تريد إيقاف هذا الجهاز الافتراضي والخروج؟ سيتم فقدان أي تغييرات غير محفوظة.
de: Möchten Sie die VM wirklich ausschalten? Alle ungespeicherten Änderungen gehen dabei verloren.
es_419: ¿Estás seguro/a de querer detener esta VM y salir? Se perderá cualquier cambio no guardado.
fi: Haluatko varmasti pysäyttää tämän VM:n ja poistua? Kaikki tallentamattomat muutokset menetetään.
fr: Êtes-vous sûr de vouloir arrêter cette VM et quitter ? Tout changement apporté sera perdu.
it: Sei sicuro di voler arrestare questa Macchina Virtuale e uscire? Le modifiche non salvate andranno perse.
ja: この仮想マシンを停止し、終了してもよろしいですか? 保存されていない変更内容は失われます。
ko: VM을 종료하겠습니까? 모든 저장하지 않은 변경사항은 유실됩니다.
pl: Czy jesteś pewien, że chcesz zatrzymać tą maszynę wirtualną i wyjść? Wszystkie niezapisane zmiany zostaną utracone.
ru: Вы уверены, что хотите остановить эту ВМ и выйти? Все несохраненные изменения будут потеряны.
zh_hans: 确定要停止此虚拟机并退出吗？任何未保存的更改都将丢失。
zh_hant: 您確定要停止這台虛擬機並結束嗎？這樣會遺失所有未儲存更改。
zh_hk: 你確定要停止這個虛擬電腦並結束嗎？任何未儲存的變更都將遺失。

source: Arguments
ar: وسائط
it: Argomenti
ja: 引数
pl: Parametry
ru: Аргументы
zh_hans: 参数
zh_hant: 引數
zh_hk: 參數

source: Authentication
ar: المصادقة
it: Autenticazione
ja: 認証
pl: Uwierzytelnianie
zh_hans: 认证
zh_hk: 認證

source: Auto Resolution
ar: تعديل تلقائي للدقة
es_419: Resolución automática
fi: Automaattinen resoluutio
fr: Résolution automatique
it: Risoluzione Automatica
ja: 解像度を自動的に設定
pl: Automatyczna rozdzielczość
ru: Авто разрешение
zh_hans: 自动调整分辨率
zh_hant: 自動調整解析度
zh_hk: 自動調整解像度

source: Automatic
ar: تلقائي
it: Automatica
ja: 自動
pl: Automatyczny
zh_hans: 自动
zh_hant: 自動
zh_hk: 自動

source: Automatic Serial Device (max 4)
ar: جهاز تسلسلي تلقائي (بحد أقصى 4)
de: Automatische Serielle Konsole (max. 4)
es_419: Dispositivo serial automático (máx 4)
fi: Automaattinen sarjalaite (max 4)
fr: Appareil Série automatique (max 4)
it: Dispositivo seriale automatico (massimo 4)
ja: 自動シリアルデバイス（最大4台）
pl: Automatyczne urządzenie szeregowe (maks. 4)
ru: Автоматическое последовательное устройство (не более 4)
zh_hans: 自动串行设备 (最大值 4)
zh_hant: 自動序列裝置（最多 4 個）
zh_hk: 自動序列裝置 (最大值為 4)

source: Background Color
ar: لون الخلفية
es_419: Color de fondo
fi: Taustaväri
fr: Couleur d’arrière-plan
it: Colore di Sfondo
ja: 背景色
pl: Kolor tła
ru: Цвет фона
zh_hans: 背景颜色
zh_hant: 背景色彩
zh_hk: 背景顏色

source: Balloon Device
ar: جهاز Balloon
es_419: Dispositivo Balloon
fi: Balloon laite
fr: Appareil Balloon
it: Dispositivo Balloon
ja: バルーンデバイス
pl: Urządzenie Balloon
ru: Устройство для раздувания памяти
zh_hans: Balloon 设备
zh_hant: Balloon 裝置
zh_hk: Balloon 裝置

source: Blinking cursor?
ar: مؤشر يومض؟
fr: Curseur clignottant ?
ja: 点滅カーソル
pl: Migający kursor?
zh_hans: 闪烁光标？
zh_hant: 游標正在閃爍？
zh_hk: 閃爍指標？

source: Block
ar: 屏蔽
ja: ブロック
pl: Zablokuj
zh_hans: 屏蔽
zh_hk: 封鎖

source: Blocked
ar: حظر
ja: ブロック済み
pl: Zablokowany
zh_hans: 已屏蔽
zh_hk: 已經封鎖

source: Bold
ar: عريض
de: Fett
es_419: Negrita
fr: Gras
it: Grassetto
ja: ボールド
pl: Pogrubiony
ru: Жирный
zh_hans: 粗体
zh_hant: 粗體
zh_hk: 粗體

source: Boot
ar: تمهيد
it: Avvio
ja: 起動
pl: Rozruch
ru: Загрузка
zh_hans: 启动
zh_hant: 開機
zh_hk: 啟動

source: Boot arguments
ar: وسائط التمهيد
zh_hans: 启动参数
zh_hant: 開機引數
zh_hk: 啟動參數

source: Boot Arguments
ar: وسائط التمهيد
de: Boot-Argumente
es_419: Argumentos de arranque
fi: Käynnistysargumentit
fr: Arguments de démarrage
it: Argomenti di Avvio
ja: 起動引数
pl: Parametry uruchamiania
ru: Аргументы загрузки
zh_hans: 启动参数
zh_hant: 開機引數
zh_hk: 啟動參數

source: Boot from kernel image
ar: التمهيد من صورة النواة
es_419: Iniciar desde una imagen de kernel
fi: Käynnistä ydinkuvasta
it: Avvia da immagine del kernel
ja: カーネルイメージから起動
pl: Uruchom z obrazu jądra systemu (kernel)
ru: Загрузка с образа ядра
zh_hans: 从内核映像启动
zh_hant: 從核心映像檔開機
zh_hk: 由核心映像檔啟動

source: Boot Image
ar: صورة التمهيد
es_419: Imagen de arranque
fi: Käynnistyskuva
it: Immagine di Avvio
ja: 起動イメージ
pl: Obraz bootowalny
ru: Загрузочный образ
zh_hans: 启动映像
zh_hant: 開機映像檔
zh_hk: 啟動映像檔

source: Boot Image Type
ar: نوع صورة التمهيد
de: Art des Boot-Abbilds
es_419: Tipo de imagen de arranque
fi: Käynnistyskuvan tyyppi
it: Tipo di Immagine di Avvio
ja: 起動イメージの種類
pl: Typ bootowalnego obrazu
ru: Тип загрузочный образа
zh_hans: 启动映像类型
zh_hant: 開機映像檔類型
zh_hk: 啟動映像檔種類

source: Boot into recovery mode.
ar: التمهيد إلى وضع الاسترداد.
es_419: Arrancar en modo de recuperación.
fr: Démarre le mode de récupération.
it: Avvia con modalità di ripristino
ja: 復旧モードで起動します。
pl: Uruchom do trybu odzyskiwania.
ru: Загрузиться в режим восстановления.
zh_hans: 启动到还原模式。
zh_hant: 啟動到恢復模式。
zh_hk: 啟動至還原模式。

source: Boot ISO Image
ar: تمهيد صورة ISO
de: Boot-ISO-Abbild
es_419: Imagen ISO de arranque
fi: Käynnistä ISO-kuva
it: Immagine ISO di Avvio
ja: 起動ISOイメージ
pl: Uruchom obraz ISO
ru: Загрузить ISO образ
zh_hans: 启动 ISO 映像
zh_hant: 開機 ISO 映像檔
zh_hk: 啟動 ISO 映像檔

source: Boot ISO Image (optional)
ar: الإقلاع من صورة ISO (اختياري)
de: Boot-ISO-Abbild (optional)
es_419: Imagen ISO de arranque (opcional)
fi: Käynnistä ISO-kuva (valinnainen)
it: Immagine ISO di Avvio (opzionale)
ja: 起動ISOイメージ（オプション）
pl: Uruchom obraz ISO (opcjonalne)
ru: Загрузить ISO образ (опционально)
zh_hans: 启动 ISO 映像 (可选)
zh_hant: 開機 ISO 映像檔（可選）
zh_hk: 啟動 ISO 映像檔 (可選)

source: Boot VHDX Image
ar: الإقلاع من صورة VHDX
de: Boot-VHDX-Abbild
es_419: Imagen VHDX de arranque
fi: Käynnistä VHDX-kuva
it: Immagine VHDX di Avvio
ja: 起動VHDXイメージ
pl: Uruchom obraz VHDX
ru: Загрузить VHDX образ
zh_hans: 启动 VHDX 映像
zh_hant: 開機 VHDX 映像檔
zh_hk: 啟動 VHDX 映像檔 (可選)

source: Bootloader
ar: محمل الإقلاع
ja: ブートローダ
zh_hant: 開機載入器

source: Bridged (Advanced)
ar: موصول (متقدم)
de: Bridge (erweitert)
es_419: Puenteada (Avanzado)
fi: Sillattu (edistynyt)
fr: Pont (Avancé)
it: Bridged (Avanzata)
ja: ブリッジ（詳細）
pl: Sieć mostkowana (Zaawansowane)
ru: Сеть с мостом (расширенная)
zh_hans: 桥接 (高级)
zh_hant: 橋接（進階）
zh_hk: 橋連 (進階)

source: Bridged Interface
ar: واجهة جسرية
es_419: Interfaz de puente
fi: Sillattu käyttöliittymä
fr: Interface du pont
it: Interfaccia Bridged
ja: ブリッジインターフェイス
pl: Mostkowy interfejs sieciowy
ru: Мостовой интерфейс
zh_hans: 桥接接口
zh_hant: 橋接介面
zh_hk: 橋連介面

source: Bridged Settings
ar: إعدادات الجسر
de: Bridge-Modus Einstellungen
es_419: Configuración del puente
fr: Réglages du pont
it: Impostazioni Bridged
ja: ブリッジ設定
pl: Ustawienia interfejsu mostkowanego
ru: Параметры сети с мостом
zh_hans: 桥接设置
zh_hant: 橋接設定
zh_hk: 橋連設定

source: Browse UTM Gallery
ar: تصفح معرض UTM
de: UTM-Galerie besuchen
es_419: Navegar por la librería de UTM
fi: Selaa UTM-galleriaa
fr: Parcourir la bibliothèque d’UTM
it: Scopri la UTM Gallery
ja: UTMギャラリーをブラウズ
ko: UTM 갤러리 둘러보기
pl: Przeglądaj galerię UTM
ru: Просмотр галереи UTM
zh_hans: 浏览 UTM 库
zh_hant: 瀏覽 UTM 資源庫
zh_hk: 瀏覽 UTM 虛擬電腦庫

source: Browse…
ar: تصفح...
de: Durchsuchen…
es_419: Buscar...
fi: Selaa…
fr: Parcourir…
it: Scegli...
ja: 選択…
ko: 탐색
pl: Przeglądaj...
ru: Обзор…
zh_hans: 浏览…
zh_hant: 瀏覽⋯
zh_hk: 瀏覽⋯

source: Build
ar: بناء
ja: ビルド
pl: Kompilacja
zh_hans: 构建版本
zh_hant: 建置
zh_hk: 構建

source: Built-in Terminal
ar: وحدة طرفية مدمجة
de: Integriertes Terminal
es_419: Terminal incorporado
fi: Sisäänrakennettu terminaali
fr: Terminal intégré
it: Terminale Integrato
ja: 内蔵ターミナル
pl: Wbudowana konsola
ru: Встроенный терминал
zh_hans: 内置终端
zh_hant: 內建終端機
zh_hk: 預置終端機

source: Busy…
ar: مشغول...
fr: Occupé…
ja: 処理中…
pl: Zajęta...
zh_hans: 正忙…
zh_hant: 忙碌…
zh_hk: 正忙⋯

source: By default, the best backend for the target will be used. If the selected backend is not available for any reason, an alternative will automatically be selected.
ar: بشكل افتراضي، سيتم استخدام أفضل خلفية للهدف. إذا كانت الخلفية المحددة غير متاحة لأي سبب، سيتم اختيار بديل تلقائيًا.
it: Il miglior backand disponibile verrà scelto automaticamente. Se il backend selezionato non fosse disponibile, verrà selezionata un'alternativa automaticamente
zh_hans: 默认情況下，将使用目标虚拟机的最佳后端。若所选的后端因任何原因而不可用，将自动选择替代方案。
zh_hant: 預設會使用目的平台最適合的後端。如果選擇的後端因某種原因無法使用，則會自動採用備案。
zh_hk: 於預設情況下，將會使用目標的最好後端。如果所選後端由於任何原因不可用，將會自動選取替代方案。

source: By default, the best renderer for this device will be used. You can override this with to always use a specific renderer. This only applies to QEMU VMs with GPU accelerated graphics.
ar: بشكل افتراضي، سيتم استخدام أفضل مُعالج لهذا الجهاز. يمكنك تجاوز ذلك لاستخدام مُعالج معين دائمًا. ينطبق هذا فقط على الآلات الافتراضية QEMU ذات الرسوميات المعجلة بواسطة GPU.
fr: Par défaut, le meilleur monteur pour cet appareil sera utilisé. Vous pouvez néanmoins forcer l’utilisation d’un moteur spécifique. Cela ne s’appliquera qu’aux VM de QEMU qui ont une accélération graphique du GPU.
it: Il miglior Renderer per questo dispositivo verrà selezionato automaticamente. Puoi sceglierne un altro con questa opzione. Si applica solo alle VM QEMU con accelerazione GPU
ja: デフォルトでは、このデバイスに最適なレンダラが使用されます。これをオーバーライドして常に特定のレンダラを使用することもできます。GPUグラフィックスアクセラレーションが有効なQEMU仮想マシンにのみ適用されます。
pl: Domyślnie, najlepszy tryb renderowania dla tego urządzenia będzie używany. Możesz nadpisać to ustawienie poprzez ustawienie konkretnego trybu. Dotyczy tylko maszyn wirtualnych QEMU ze wspieraną akceracją grafiki.
zh_hans: 默认情況下，将使用最适合此设备的渲染器。你可以覆盖此选项，以始终使用特定的渲染器。此选项仅适用于具有 GPU 加速图形的 QEMU 虚拟机。
zh_hant: 預設會使用本裝置最適合的算繪器。您可以覆蓋這個設定，在任何情況下使用指定的算繪器。只對啟用 GPU 加速圖形的 QEMU 虛擬機生效。
zh_hk: 於預設情況下，將會使用最適合這個裝置的渲染器。你可以覆蓋它以始終使用特定的渲染器，這僅適用於具有 GPU 加速圖形的 QEMU 虛擬電腦。

source: Calculating current size...
ar: يتم حساب الحجم الحالي...
fr: Calcul de la taille actuelle…
ja: 現在のサイズを計算中…
pl: Obliczam obecny rozmiar...
zh_hans: 计算当前大小…
zh_hant: 正在計算目前大小……
zh_hk: 計算現時大小⋯

source: Cancel
ar: إلغاء
de: Abbrechen
es_419: Cancelar
fi: Peruuta
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
ru: Отмена
zh_hans: 取消
zh_hant: 取消
zh_hk: 取消

source: Cancel Download
ar: إلغاء التنزيل
ja: ダウンロードをキャンセル
zh_hans: 取消下载
zh_hant: 取消下載
zh_hk: 取消下載

source: Cannot access resource: %@
ar: لا يمكن الوصول إلى المورد: %@
de: Ressource nicht verfügbar: %@
es_419: No se puede acceder al recurso: %@
fr: Impossible d’accéder à la ressource : %@
it: Impossibile accedere alla risorsa: %@
ja: リソースにアクセスできません: %@
pl: Nie można uzyskać dostępu do zasobu: %@
ru: Невозможно получить доступ к ресурсу: %@
zh_hans: 无法访问资源：%@
zh_hant: 無法存取資源：%@
zh_hk: 無法取用資源：%@

source: Cannot access TPM data.
ar: لا يمكن الوصول إلى بيانات TPM.
zh_hans: 无法访问 TPM 数据。
zh_hant: 無法存取 TPM 資料。
zh_hk: 無法取用 TPM 資料。
